sensorOpt/15deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       159400;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       159800;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       160000;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       160400;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          80000;
        startFace       160600;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          80000;
        startFace       240600;
    }
)

// ************************************************************************* //
